Repository: common-repository/hot-friends
Catalog: hotfriends-*.po
Languages: it_it, ru_ru

source: Comments
it_it: Commenti
ru_ru: комментарии

source: Title:
it_it: Titolo:
ru_ru: название

source: Please configure Hot friends via
it_it: Configura Hot Friends via
ru_ru: пожалуйста, конфигурируйте Hot friends черз

source: Can not find specified link category, please check category name again.
it_it: Non é stato possibile trovare il link specifico alla categoria. Verifica che il nome della categoria sia quello corretto.
ru_ru: не могу найти опеределённую категорию ссылки, пожалуйста, выберите имя категории снова

source: Configuration updated. Waiting for page to be reloaded...
it_it: La configurazione é stata aggiornata. Ricarica la pagina...
ru_ru: конфигурация откорректирована. подаждите, пока страница будет перзагружена.

source: Configuration updated.
it_it: La configurazione é stata aggiornata
ru_ru: конфигурация обновлена

source: Default configuration loaded. Waiting for page to be reloaded...
it_it: La configurazione predefinita é stata caricata. Ricarica la pagina...
ru_ru: загрузить конфигурацию по умолчанию. подождите,пока страница будет перезагружена

source: has
it_it: ha
ru_ru: нет

source: comments
it_it: commenti
ru_ru: комментарии

source: Language setting updated. Waiting for page to be reloaded...
it_it: Le impostazioni per la lingua sono state caricate. Ricarica la pagina...
ru_ru: настройки языка от корректированы. подождите, пока страница будет перзагружена.

source: Try other plugins developed by author in official Wordpress plugin repository!
it_it: Prova gli altri plugin sviluppati da questo autore presso la Wordpress plugin repository ufficiale!
ru_ru: поробуйте другие плагины, разработанные авторами на официальном хранилище плагинов Wordpress!

source: Select Language:
it_it: Seleziona la lingua:
ru_ru: выбрать язык:

source: Load default
it_it: Carica predefinito
ru_ru: загрузить по умолчанию:

source: Update setting
it_it: Aggiorna le impostazioni
ru_ru: корректировать настройки

source: Hot Friends display style:
it_it: Stile Hot Friends:
ru_ru: стиль дисплея Hot Friends:

source: Link
ru_ru: ссылка

source: Avatar
ru_ru: аватар

source: Number of Hot Friends to display:
it_it: Numero degli Hot Friends da mostrare:
ru_ru: число Hot Friends для показа

source: Rank Hot Friends based on:
it_it: Classificazione Hot Friends:
ru_ru: ранг Hot Friends базируется на:

source: Random
it_it: Casuale
ru_ru: произвольный

source: Weekly comments number
it_it: Totale dei commenti settimanali
ru_ru: еженедельное количество комментариев

source: Monthly comments number
it_it: Totale dei commenti mensili
ru_ru: ежемесячное количество комментариев

source: Total comments number
it_it: Totale dei commenti
ru_ru: общее количество комментариев

source: Display comment count
it_it: Mostra il totale dei commenti
ru_ru: показать счёт комментариев

source: Display description
it_it: Mostra descrizione
ru_ru: показать описание

source: Always displays following links
it_it: Mostra sempre i seguenti link
ru_ru: всегда показывать следующие ссылки

source: Note: Links displayed below will be automatically added to Hot Friends list, leave blank if you want to rank hot friends according to associated comments number (Recommended).
it_it: Nota: i link mostrati qui sotto saranno aggiunti automaticamente alla lista di Hot Friends, lascia in bianco lo spazio qualora desiderassi classificare i tuoi amici in relazione al numero dei commenti (consigliato).
ru_ru: Внимание: ссылки,отображаемые снизу, буду автоматически добавлены к списку Hot Friends, оставьте бланк, если вы хотите ранжировать Hot Friends в соответсвии с необходимым числом комментариев. (рекомендуется)

source: Links must be separated by comma ","! Insensitive with "http://"
it_it: I link dovranno essere separati da una virgola ","! Non sensibile al "http://"
ru_ru: ссылки должны быть разделены зыпятыми ","! нечувствительный с "http://"

source: Hot Friends avatar Options
it_it: Opzioni avatar Hot Friends
ru_ru: Hot Friends опции аватара

source: avatar Size:
it_it: dimensione avatar:
ru_ru: размер аватара:

source: Margin for avatar:
it_it: Margine per l'avatar:
ru_ru: поле для аватара

source: Note:please adjust the size and the margin of avatar according to width of sidebar. The default size and margin of avatar are (32px) and (5px 0px 0px 5px) respectively.
it_it: Nota: imposta la misura ed il margine dell'avatar in accordo con la larghezza della sidebar. La dimensione predefinita ed il margine per l'avatar sono rispettivamente (32px) e (5px 0px 0px 5px).
ru_ru: внимание: пожалуйста, установите размер и поле для аватара в соответствии с шириной контура. по умолчанию размер и поле аватара (32px) и (5px 0px 0px 5px) соответственно.

source: Hot Friends Cloud Options
it_it: Opzioni Cloud Hot Friends
ru_ru: Hot Friends множество облаков

source: Most hot friend font size (pt) :
it_it: Dimensione font per gli hot friends più attivi (pt):
ru_ru: большинство hot friend шрифтового размера (pt):

source: Color Sample:
it_it: Colore campione:
ru_ru: обрзец цвета:

source: Least hot friend font size (pt):
it_it: Dimensione font per gli hot friends meno attivi (pt):
ru_ru: наименший hot friend шрифтовой размер (pt):

source: Gray:
it_it: Grigio:
ru_ru: Серый:

source: Most hot friend font color:
it_it: Colore font per gli hot friends più attivi (pt):
ru_ru: наибольший hot friend шрифтовой размер (pt):

source: Blue:
it_it: Blu:
ru_ru: Голубой:

source: Least hot friend font color:
it_it: Colore font per gli hot friends meno attivi (pt):
ru_ru: Наименьший hot friend шрифтовой цвет (pt):

source: Purple:
it_it: Porpora:
ru_ru: пурпурный:

source: Separator:
it_it: Separatore:
ru_ru: разделитель:

source: Pink:
it_it: Rosa:
ru_ru: розовый:

source: Note: color must be wroten in HEX format, i.e, starts with '#' and followed by 6 HEX numbers (0-9,A-F).
it_it: Nota: i colori devono essere espressi in forma esagesimale; ad esempio, iniziando con un segno '#' seguito da 6 numeri HEX (0-9,A-F).
ru_ru: внимание: цвет должен быть написан в HEX формате, i.e, начинать с '# следовать к 6 HEX числам (0-9,A-F).

source: Current hot friends cloud syle:
it_it: Stile attuale della cloud:
ru_ru: текущий hot friends стиль

source: Automatically add commenter to Blogroll while his/her comments number over
it_it: Aggiungi automaticamente il commentatore al blogroll qualora egli/ella raggiungesse il numero di commenti
ru_ru: автоматически добавить комментарий к Blogroll, пока его или её число комментариев закончится

source: Add commenter to link category:
it_it: Aggiungi il commentatore al link per la categoria:
ru_ru: добавить комментарий к категории ссылки

source: Please input category name exactly. Default is Blogroll.
it_it: Inserisci il nome esatto per la categoria. Il nome predefinito é Blogroll.
ru_ru: пожалуйста, введите немедленно имя категории. по умолчанию это Blogroll.

source: Click
it_it: Clicca
ru_ru: щёлкать

source: here
it_it: qui
ru_ru: здесь

source: to manage link category.
it_it: per modificare il link per la categoria.
ru_ru: управлять ссылкой категории

source: Mail notification when new commenter is been automatically added to Blogroll
it_it: Notifica via emai quando un nuovo commentatore verrà aggiunto automaticamente al blogroll
ru_ru: уведомление почты, когда новый комментарий был автоматически добавлен к Blogroll.

source: Update Schedule:
it_it: Aggiorna l'elenco:
ru_ru: обновить расписание:

source: Hourly
it_it: ad ogni ora
ru_ru: ежечасный

source: Daily
it_it: giornalmente
ru_ru: ежедневный

source: Weekly
it_it: settimanalmente
ru_ru: еженедельный

source: Monthly
it_it: mensilmente
ru_ru: ежемесячный

source: Current time:
it_it: ora corrente:
ru_ru: текещее время

source: Next update time:
it_it: Orario del prossimo aggiornamento:
ru_ru: следующее обновление времени:

source: Manually update cache
it_it: aggiorna manulamente la cache
ru_ru: вручную обновить кэш

source: Add Author to Blogroll
it_it: Aggiungi l'autore al BlogRoll
ru_ru: добавить автора к BlogRoll

source: or
it_it: oppure
ru_ru: или

source: feedback
ru_ru: обратная связь

source: to author.
it_it: all'autore.
ru_ru: автору

source: Comment Number Query
it_it: Interrogazione numero dei commenti
ru_ru: запрос на количество комментариев

source: By Url:
it_it: per URL:
ru_ru: к Url:

source: Weekly comments
it_it: Commenti settimanali
ru_ru: еженедельные комментарии

source: Monthly comments
it_it: Commenti mensili
ru_ru: ежемесячные комментарии

source: Total comments
it_it: Totale dei commenti
ru_ru: общие комментарии

source: Query
it_it: Interrogazione
ru_ru: запрос

source: By Name:
it_it: per nome:
ru_ru: Имя:

source: Import/Export to OPML file
it_it: Importa/Esporta file OPML
ru_ru: импорт или экспорт OPML файла

source: to import links from opml file.
it_it: per importare i link da un file opml.
ru_ru: импортировать ссылки с оpml файла

source: to export links to opml file.
it_it: per esportare i link ad un file opml.
ru_ru: экспортировать ссылки с оpml файла

source: Note: Be sure make this option checked to update cache in case of any change occurs, e.g, Hot Friends number or always display links changed.
it_it: Nota: assicurati che questa opzione sia stata selezionata affinché la cache possa essere aggiornata qualora insorgessero dei problemi, quali ad esempio il numero dehli Hot Friends e la nuova modalità di visualizzazione dei link.
